export const mapService = {
    getBranches
}

const branches =
[
    { "lat": 32.0853, "lng": 34.7818 },  // תל אביב
    { "lat": 31.7683, "lng": 35.2137 },  // ירושלים
    { "lat": 32.7940, "lng": 34.9896 },  // חיפה
    { "lat": 31.2520, "lng": 34.7915 },  // באר שבע
    { "lat": 32.1093, "lng": 34.8555 },  // רמת גן
    { "lat": 32.3215, "lng": 34.8532 },  // נתניה
    { "lat": 32.1710, "lng": 34.8434 },  // הרצליה
    { "lat": 32.7080, "lng": 35.2950 },  // טבריה
    { "lat": 31.6693, "lng": 34.5715 },  // אשדוד
    { "lat": 32.0490, "lng": 34.7610 }   // חולון
]

function getBranches() {
    return branches;    
}



